Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samiske_tall/samiske_tall_6_-_web.pdf.tmx
Source language: sme
Languages: nob

source: Muhto diet váhnemat fertejit goitge háliidan mánát galge oahppat sámegiela, go eaktodáhtolaččat ledje mánáide válljen sámegiela skuvlafágan.
nob: Om bruken av samisk språk blant privatpersoner i samiske områder, offentlige institusjoner, samiske organisasjoner og samiske bedrifter.

source: Maŋŋil sáhttet guottut sámegiela ektui rievdan váhnemiin.
nob: Rapport. Tana: Samisk Nærings- og Utredningssenter.

source: Logut Todal (1998) čájehit maiddái ahte muhtin oassi sámegielat váhnemiin 1980-logus eai oahpahan sámegiela mánáidasaset, muhto muhtimat goitge 1990 logus rievdadedje guottuid ja válljejedje sámegiela skuvlafágan iežaset mánáide, vai sii goitge ohppet sámegiela.
nob: Tabellhefte.

source: Diekkár vejolaš rievdan guottuin doarju ge Dannemark ja Johansen 2001 loguide, mat čájehit dien áiggi tendeanssa.
nob: Undersøkelse av bruken av samisk språk blant privatpersoner i samiske områder. Tana-Oslo: Opinion og SEG.

source: Dás badjelis lea muitaluvvon Ravna (2000) giellaiskkadeami birra maid Sámi giellaráđđi álggahii.
nob: Sametingets språkstyre (2008).

source: Diet iskkadeapmi čohkkii maiddái dieđuid giellaoahpaheami birra ruovttuin.
nob: Bruken av samiske språk. Undersøkelse.

source: Ravna (2000) gávnnahii ahte sámegielat informánttat, geain ledje
nob: Guovdageaidnu: Sametinget.

source: 34 mánát, almmuhedje 34 % ahte sin mánát eai máhte sámegiela.
nob: Skålnes, Sigrid, og Margrete Gaski (2000). Tospråklig tjenesteyting.

source: Diet guoskkahii váhnemiid, geain ledje “ mánát juohke agis ”.
nob: Brukerundersøkelse i forvaltnings-området for Samelovens språkregler.

source: Diet čájeha ahte giellarievdan sámegielas dárogillii dáhpáhuvai oalle ollu ruovttuin.
nob: Prosjektrapport 2000:17. Oslo: NIBR.

source: Sis geain ledje mánát badjel 18 jagi, lohke 28 % iežaset mánáid hupmat hui bures sámegiela (Ravna 2000:33-36).
nob: Statens utdanningskontor i Finnmark / Stáhta oahppokantuvra Finnmárkkus (1999).

source: Mánát, geat ledje 2000 vuollel 18 jagi, ledje riegádan gaskal 1982 ja 2000.
nob: Opplæring i samisk i grunnskolen i Finnmark skoleåret 1999/2000.

source: Rievdan ferte dáhpáhuvvan dien áiggis.
nob: Vadsø.

source: 2.2.4 Davvisámegiela giellasirdin Sámi jienastuslogu jienasteddjiid gaskkas 2012
nob: Statistisk sentralbyrå: Samisk statistikk 2006 / Sámi statistihkka 2006. Oslo / Kongsvinger.

source: Diet raporta lei olbmuid birra, geat 2012 dieđihedje iežaset Sámedikki jienastuslohkui.
nob: Statistisk sentralbyrå: Samisk statistikk 2008 / Sámi statistihkka 2008. Oslo / Kongsvinger.

source: Tabealla 2.4 vuollelis čájeha man stuora proseanta Solstad 2012 informánttain ipmirdedje davvisámegiela guđa iešguđet ahkejoavkkus.
nob: Statistisk sentralbyrå: Samisk statistikk 2010 / Sámi statistihkka 2010. Oslo / Kongsvinger.

source: 35 Tabealla 2.4 Man bures ipmirdat don davvisámegiela ?
nob: Sørlie, Kjetil, og Ann Ragnhild Broderstad (2011).

source: Proseanttaid mielde ja joavkkuide juhkkon agi mielde 2012.
nob: Flytting til byer fra distriktsområder med samisk bosetting.

source: 18+ 30+ 40+ 50+ 60+ 70+ Oktiibuot Juo, buot dilálašvuođain Juo, ollu (go guoská oahpes áššiide) Dušše veahá oahpes dilálašvuođain In baljo veaháge, sáhtán dovdat soames sáni Supmi % 100 100 100 100 100 100 Logut 115 198 258 304 255 106
nob: Todal, Jon (2008).

source: Tabealla speadjalastá giellasirdima mii bearrašiin lea davvisámegielas dárogillii.
nob: Samisk språk i grunnskolen – jevn vekst og brått fall.

source: Tabealla 2.4 lea moalkát sirrejuvvon joavkkuide.
nob: I: Sámi logut muitalit / Samiske tall forteller 1.

source: Sáhttá leat váttis diehtit mii lea erohus sin gaskkas geat ipmirdit sámegiela “ juohke dilálašvuođain ” ja sii geat leat vástidan ahte ipmirdit “ ollu sámegiela ”.
nob: Guovdageaidnu: Sámi allaskuvla, s. 60–71.

source: Ja mii de lea erohusaid sis geat leat vástidan ahte ipmirdit “ dušše veahá ” ja sii geat “ eai ipmir baljo maidige ” ?
nob: Øzerk, Kamil, og Inger Marie G. Eira (1996).

source: Jus galgat dahkat joavkkuid čielgaseabbon, de sáhttit unnidit logu njealjis guvttežii.
nob: Språkrevitalisering og samisk-norsk tospråklighet i offentlige etater.

source: Vuosttaš jovkui bidjat sin geat iežaset lohket bures ipmirdit sámegiela ja nubbái fas sin geat máhttet unnán dahje eai maidige.
nob: En studie av bruken av samisk som forvaltningsspråk i kommuner i forvaltningsområdet for samisk språk.

source: Dasto oažžut bohtosa nugo tabealla 2.5 čájeha dás vuollelis:
nob: Kautokeino: Samisk språkråd.

source: Proseanttaid mielde ja juhkkojuvvon agiide
nob: 3 Sametingets midler til samiske språk

source: 18+ 30+ 40+ 50+ 60+ 70+ Bures dahje oalle bures 53 53 50 59 Veahá dahje ii maidige 47 48 50 41 Supmi % 100 101 100 100 100 100 Lohku 115 198 258 304 255 106
nob: Sammendrag Det er en klar tendens i statistikkene som legges fram, at bevilgningene til tospråklighet i kommuner og fylkeskommuner ikke har kommet opp på et nivå der de dekker utgiftene kommunene og fylkeskommunene mener de har på grunn av tospråklighet.

source: Tabealla 2.5 čájeha ain čielga giellarievdama. Sii geat eanemusat ipmirdit sámegiela, leat badjel 70 jahkásaččat.
nob: Bevilgningene til den enkelte kommune og fylkeskommune har stort sett vært de samme siden 2005.

source: Sin gaskkas ledje 82 % geat lohke iežaset Tabealla lea Solstad 2012:130-132 mielde.
nob: Det vil si at det er en reell nedgang i bevilgningene til tospråklighet når man tar hensyn til konsumprisindeksen.

source: 36 ipmirdit sámegiela “ bures ”.
nob: Bevilgningene går noe ned i årene 2001–2006.

source: Nuorabuid gaskkas lea unnit proseanta.
nob: De øker med 296,9 prosent i perioden 2007–2009, mens de minker med 24,0 prosent i årene fram til 2013.

source: Buot unnimus lei proseanta sin gaskkas geat ledje gaskal 40 ja 50 jagi, ja dás lea 50 % geat almmuhedje iežaset ipmirdit davvisámegiela bures.
nob: Bevilgningen av driftsstøtte til samiske språksentre øker kraftig i perioden 2001 til 2013 fra 1,6 til 10,8 millioner kroner.

source: Dát čájeha ahte lea dáhpáhuvvan giellamolsun.
nob: Økningen skyldes både en stor økning i antall språksentre og en reell økning til det enkelte senter.

source: Diet mearkkaša ahte giellamolsun lea bisánan.
nob: 3.1 Innledning

source: Tabealla 2.6 dás vuolábealde čájeha proseanttaid mielde juohkáseami sis geat 2012 vástidedje ahte máhtte hupmat davvisámegiela.
nob: Sametinget bevilget i overkant av 70 millioner kroner i 2013 over fire budsjettposter der formålet helt eller delvis er å styrke og fremme samiske språk.

source: Tabealla 2.6 Man bures humat don davvisámegiela ?
nob: I denne artikkelen behandles disse fire budsjettpostene.

source: Proseanttaid mielde ja juhkkon agi mielde 2012.
nob: Artikkelen gir en oversikt over hvordan disse støtteordningene har kommet i stand, og hvordan Sametinget har fordelt disse midlene.

source: 18+ 30+ 40+ 50+ 60+ 70+ Oktiibuot Juo, lea áibbas lunddolaš 36 32 28 40 43 63 Juo, eanas manná bures 9 10 13 15 Dušše muhtin dilálašvuođain 23 29 20 21 20 In, dušše soames sáni 34 33 43 29 24 12 Supmi % 100 100 100 100 100 100 Lohku 115 198 258 304 255 106
nob: Det legges spesielt vekt på å vise den økonomiske utviklingen for disse støtteordningene.

source: Logut tabealla 6 čájehit seamma tendeanssa máhttit hupmat davvisámegiela, nugo tabealla 4 čájehii ahte ipmirdit giela.
nob: Det finnes også andre støtteordninger som har som mål å fremme samisk språk, enn dem som er nevnt ovenfor.

source: Dat informántat geat ledje badjel 70 jahkásaččat, ledje sii guđet eanemusat lohke iežaset hupmat giela.
nob: For eksempel bevilger Sametinget tilskudd til samiske barnehager, samiske organisasjoner og samisk litteratur og kunst- og kulturuttrykk.

source: Diet proseanta njiejai dain nuorat ahkejoavkkuin, ja unnimus proseanta lei informánttain gaskal 40 ja 50 jagi.
nob: Staten bevilger pressestøtte til samiske aviser, og Fylkesmannen i Finnmark bevilger midler til undervisning i og på samisk i grunnskolen.

source: Dasto ledje eambbogat geat hupme sámegiela sin gaskkas geat ledje 18 ja 40 jagi.
nob: Slike støtteordninger faller utenfor formålet med denne artikkelen.

source: Jus mii unnidit dan njeallje vástádus vejolašvuođa tabealla 2.6 guovtti vejolašvuhtii ja gohčodit daid “ human davvisámegiela bures dahje oalle bures ” ja “ human davvisámegiela unnán dahje in obanassiige ”, de šaddá proseanttaid mielde rievdan nugo tabealla 2.7 dás vuollelis.
nob: Materialet til artikkelen er først og fremst hentet fra Sametingets budsjetter og Sametingets årsmeldinger for perioden 1993 til 2013. En del informasjon er hentet fra rapporten til ei arbeidsgruppe som utredet utgifter knyttet til tospråklighet i kommunene og fylkeskommunene, etter oppdrag fra Kommunal- og regionaldepartementet (Kommunal- og regionaldepartementet 2002).

source: Tabealla lea Solstad 2012:130-132 mielde ráhkaduvvon.
nob: Artikkelen bygger også på informasjon fra Finnuts evaluering av bruken av tospråklighetsmidlene (Kleven et al.

source: 37 Tabealla 2.7 Man bures humat don davvisámegiela ?
nob: 2009), Noruts evaluering av samiske språksentre (Nygaard et al.

source: Proseanttaid mielde ja agi mielde juhkkojuvvon 2012
nob: 2012:6), Noruts kartlegging av samisk perspektiv i kommunesektoren (Angell et al.

source: 18+ 30+ 40+ 50+ 60+ 70+ Bures dahje oalle bures Veahá dahje ii obanassiige Supmi % Loguid supmi
nob: 2012) og Noruts evaluering av Sametingets søkerbaserte tilskuddsordning for samiske språk (Josefsen et al. 2013:1).

source: Go buohtastahttá tabealla 6 ja 7 de čájeha ahte tendeansa šaddá dat seamma leaš dal unnit dahje eambbo joavkkut.
nob: Lovtekster og forskrifter som det vises til, er hentet fra www.lovdata.no.

source: Sii geat 2012 ledje gaskal 40 ja 50 jagi, leat riegádan áigodagas 1962-72, ja sii geat ledje 18 ja 30 jagi leat riegádan áigodagas 1982 – 1994.
nob: Bevilgninger til tospråklighet i kommuner og fylkeskommuner er den største budsjettposten som omhandles i denne artikkelen, og det er naturlig å bruke størst plass på nettopp denne.

source: Solstad (2012) loguid tendeansa, nugo leat oaidnán tabeallain 2.4, 2.5, 2.6 ja 2.7, lei ahte giellaoahpaheapmi bearrašiin lassánii 1980- ja álggus 1990-logu.
nob: I artikkelen veksler jeg mellom å skrive «samisk språkš og «samiske språkš i henholdsvis entall og flertall.

source: Diet heivejit bures oktii daidda tendeanssaide, maid leat das ovdalis oaidnán, maid Todal (1998), Ravna (2000) ja Dannemark ja Johansen (2001) leat almmuhan.
nob: For de fleste støtteordningene er det snakk om samiske språk, men jeg har valgt å holde meg til språkdrakten i originalkildene.

source: 2.2.5 Loahppaárvvoštallama mearkkašumit
nob: 3.2 Tospråklighetstilskudd til kommunene og fylkeskommunene

source: Mis eai goitge leat logut man ollu bearrašiin dás lea sáhka.
nob: 3.2.1 Lovverket

source: Go buohtastahttit loguid Todal (1998), Ravna (2000), Dannemark ja Johansen (2001) ja Solstad (2012) de čájehit ahte 1980-logus rievddai dat muhtin muddui, go sámegielat bearrašat álge eambbo go ovdal sámegiela hupmat iežaset mánáiguin.
nob: Sametinget har siden 1993 forvaltet en tilskuddsordning til samisk tolketjeneste og tospråklighet i kommunene og fylkeskommunene innenfor forvaltningsområdet for samisk språk.

source: Die lei treanda mii lea nannen sihke sámi giellamáhtu ja dan movt geavahit giela.
nob: Ordningen ble etablert i 1985, og var da et tilskudd til samisk tolketjeneste.

source: Vaikko mánáidlohku, geat máhttet hupmat sámegiela, lea lassánan álggus 1980 logu, de ii dárbbaš dat mearkkašit ahte sámegielagiid obbalaš lohku lea eambbo dan áigodagas.
nob: Kommunaldepartementet forvaltet ordningen til den i 1993 ble overført til Sametinget, som også er delegert myndighet til å fastsette retningslinjene.

source: Máŋgga gilážis, gos giellamolsun lei guhkás boahtán birrasiid
nob: Da ordningen ble overført til Sametinget, var meningen at den skulle kompensere for merutgifter kommunene og fylkeskommunene hadde til tolketjenester, oversetting, språkkontorer, språksentre og økt saksbehandling pga. tospråklig forvaltning og tospråklig tjenesteyting (Kommunal- og regionaldepartementet 2002:4; 14).

source: 38 1980, de ledje jáhkkimis eambbo sámegielat boarrásat geat jápme go sámegielat máná / nuora geat bajásšadde.
nob: Status for samiske språk og bruk av språkene er regulert i lov om Sametinget og andre samiske rettsforhold (Sameloven 1987:56), som ble satt i kraft i 1989.

source: Dien ektui leat áigodagas maŋŋil 1980 leamaš guokte vuostálas tendeanssa.
nob: I 1990 ble et nytt kapittel 3 Samisk språk (Sameloven 1990:78) lagt til sameloven, og dette kapitlet, som ofte omtales som språkloven eller samisk språklov, ble satt i kraft i 1992.

source: Dien gilvvu bohtosa mearrida lohku olbmuin, geain sámegiella lea aktiivvalaš beaivválašgiellan.
nob: Bruk av samisk språk i offentlig sammenheng er også regulert i blant andre opplæringsloven, det samiske læreplanverket, barnehageloven, lov om sosiale tjenester, lov om pasientrettigheter, lov om helsepersonell, kirkeloven og stadnamnlova.

source: 2.3 Logut sámegiella fágain vuođđoskuvllas 1990 - 2012
nob: Disse lovbestemmelsene, og spesielt samelovens kapittel 3 Samisk språk, har aktualisert støtteordninger til tospråklighet.

source: Skuvla lea mávssolaš ásahus sihke giellagaskkusteapmái, giellaovdáneapmái ja bargui mii addá gillii váikkuhanfámu.
nob: Sameloven slår fast at norsk og samisk er likeverdige språk (§ 1.5), og at befolkningen har rett til å bruke samisk i kontakt med offentlige organ og møte samisk språk i offentlig sammenheng i et forvaltningsområde som til å begynne med utgjorde de seks kommunene Nesseby, Tana, Karasjok, Porsanger, Kautokeino og Kåfjord.

source: Eanas unnitlogu gielain áŋggirdit bargat dan badjelii ahte ovddidit iežaset giela skuvlii.
nob: De første fem ligger i Finnmark fylke, og den sistnevnte kommunen i Troms fylke.

source: Sámegieloahpahus ii boahtán johtui ovdal 1967 fas, álggos lohkan- ja čállinoahpahussan davvisámegillii soames mánáide Sis-Finnmárkkus, geain váhnemat eaktodáhtolaččat válljejedje dan.
nob: Forvaltningsområdet for samisk språk har senere blitt utvidet med kommunene Tysfjord i Nordland fra 2005, Snåsa i Nord-Trøndelag fra 2008, Lavangen i Troms fra 2009 og Røyrvik i Nord-Trøndelag fra 2013.

source: Minsttarplánain 1987 álggii sámegieloahpahus Norggas fásta vugiid mielde, go de ledje fágaplánat sihke vuosttaš- ja nubbingillii ja doaibmi guovttegielatvuohta mii lei namuhuvvon mihttu goappaš surggiide ((Kyrkje og
nob: De fire nordligste fylkeskommunene, Finnmark, Troms, Nordland og Nord-Trøndelag, er også omfattet av forvaltningsområdet (Fornyings-, administrasjons- og kirkedepartementet 2013; Forskrift om forvaltningsområdet for samisk språk 2005: 657).

source: utdanningsdepartementet 1987: 148 - 180, Girko- ja oahpahusdepartementa 1988: 7-8).
nob: I forvaltningsområdet for samisk språk gjelder følgende krav for offentlige virksomheter (Sameloven; se også Fornyings-, administrasjons- og kirkedepartementet 2013):

source: 1990 rájes gitta dálážii lea vejolaš gávdnat luohtehahtti loguid man oallugat leat válljen sámegiela vuosttaš- ja nubbingiellan vuođđoskuvllas Norggas.
nob:  Kunngjøringer fra offentlige organ som særlig retter seg mot hele eller deler av befolkningen i forvaltningsområdet, skal skje både på samisk og norsk.

source: Jon Todal doavttirgráda nákkosgirjjis Jos fal gáhttet gollegielat bidjá son listu, mas son lea juste čájehan man oallugat leat válljen sámegiela vuođđoskuvllas juohke skuvlajagis 1990-logus.
nob: Skjema til bruk overfor et lokalt eller regionalt offentlig organ i forvaltningsområdet, skal foreligge både på samisk og norsk (§ 3-2).

source: Logut dien nákkosgirjjis leat vižžon dalá Sámi oahpahusráđi jahkedieđáhusain ja suohkana reivviin. Dieđut leat belohahkii divvojuvvon báikkálašmáhtu vehkiin.
nob:  Den som henvender seg på samisk til et lokalt offentlig organ i forvaltningsområdet, har rett til svar på samisk (§ 3-3).

source: Listu nákkosgirjjis čájehii loguid suohkaniid dásis, ja čájehii maiddái makkár fágaplána (vuosttašgiella, nubbingiella, sámi giella ja kultuvra) oahppit ledje válljen dain iešguđet suohkaniin. (Todal 2002:87-101)
nob:  Den som ønsker å bruke samisk for å ivareta egne interesser overfor lokale og regionale offentlige helse- og sosialinstitusjoner i forvaltningsområdet, har rett til å bli betjent på samisk (§ 3-5).

source: 39 Statistihkka lea 1990-logus fievrreduvvon viidásit, dieđusge ii leat nu dárkilit čilgejuvvon.
nob:  Tilsatte i et lokalt eller regionalt offentlig organ i forvaltningsområdet har rett til permisjon med lønn for å skaffe seg kunnskap i samisk når organet har behov for slik kunnskap (§ 3-7).

source: 2008 almmuhuvvui vuosttaš Sámi logut muitalit / Samiske tall forteller raporta, ja dan rájes lea skuvlastatistihkka jahkásaččat ođasmáhttojuvvon ja čielggaduvvon artihkkaliin.
nob:  Kommunestyret kan bestemme at samisk skal være likestilt med norsk i hele eller deler av den kommunale forvaltningen (§ 3-9).

source: Todal (2002) loguin ja Sámi logut muitalit / Samiske tall forteller 1-5 loguin sáhttá ráhkadit gova nugo čájehuvvo tabealla 6 dás vuollelis.
nob: Opplæringsloven, barnehageloven og stadnamnlova stiller også særlige krav til kommunene i forvaltningsområdet: Kommunen har ansvar for at barnehagetilbudet til samiske barn bygger på samisk språk og kultur (barnehageloven § 8).

source: Logut ravddamus olgeš ráiddus (ollislaš lohku vuođđoskuvllaohppiin Norggas) leat vižžon go persovnnalaččat lea gulahallan álbmotstatistihka ossodathoavddain, Paul Inge Severeide, Statistihkalaš guovddášdoaimmahagas.
nob: Den samiske læreplanen – Kunnskapsløftet Samisk – skal brukes i grunnskolene i kommunen (forskrifter til opplæringsloven, § 1-1).

source: Tabealla 2.8 Sámegiel ohppiid lohku vuođđoskuvllas Norggas 1990/912011/2012
nob: Ved vegskilting der flerspråklige stedsnavn benyttes, skal det samiske navnet stå først (forskrifter til stadnamnlova, § 7)

source: Oahppit Norggas oktiibuot
nob: 3.2.2 Historikk

source: 1990/91 473 078 1991/92 467 501 1992/93 462 360 1993/94 468 061 1994/95 471 846 1995/96 478 540 1997/98 560 849* 1999/00 570 803 2005/06 622 031 2006/07 621 013 2007/08 618 589 2008/09 616 139 2009/10 615 927 2010/11 615 973 2011/12 614 413 * skuvlaođastusas 1997 šattai skuvla logijagi skuvla, mii ovdal ovcci jagi.
nob: Sametinget har siden 1993 forvaltet en tilskuddsordning til samisk tolketjeneste og tospråklighet i kommunene og fylkeskommunene innenfor forvaltningsområdet for samisk språk.

source: Diet daguha ahte 1997 maŋŋil lea okta
nob: Ordningen ble etablert i 1985, og var da et tilskudd til samisk tolketjeneste med en bevilgning på 0,6 mill. kroner.

source: jahki eambbo go ovdal 1997.
nob: Bevilgningen ble gradvis økt, og tilskuddet ble utvidet til også å omfatte tospråklig forvaltning.

source: Ohppiid logut geat čuvvo dan ovdalaš fágaplána “ sámi giella ja kultuvra ”, lea tabeallas rehkenastojuvvon “ sámegiella nubbingiella ” loguide dassá go dat vuosttaš namuhuvvon fága váldui eret 2006.
nob: Tabell 3.1 Støtteordninger til tospråklighet i kommuner og fylkeskommuner Støtteordning Organ Tidsrom Merknader Tilskuddsordning til samisk tolketjeneste og tospråklig forvaltning

source: 40 Skuvlajagiin 1996/97 ja 1998/99 váilu olles lohku, ja skuvlajagiin 2000/2001 – 2004/05 váilot ges logut maid sáhttá buohtastahttit eará loguiguin tabeallas.
nob: 1985–92 Retningslinjene for tilskuddet er ikke undersøkt.

source: Die lea sivva manne tabealla 6 eai leat logut juste dien skuvlajagiin.
nob: Tilskudd til tolketjenester og tospråklighet i kommuner og fylkeskommuner

source: Eai buot sámegiella nubbingiella logut áigodagas ovdal 2000 leat seamma go Todal (2002) sámegiella nubbingiella logut.
nob: Sametinget 1993– Bevilgning gitt som et grunntilskudd og resten bevilget på grunnlag av folketall og antall elever med samisk i grunnskolen.

source: Sivvan dasa lea go Todal (2002) gieđahallá sierra juohke fágaplána, mii lea leamaš anus ja mii ii lean “ sámegiella vuosttašgiellan ”.
nob: Fra 1999 også registrerte i Sametingets valgmanntall.

source: Tabealla 2.6 badjelis čájeha buot mii áigodagas 1990/91 gitta 1999/00 ii lean “ sámegiella vuosttašgiellan ”, dat lea oktiičaskon ja gohčoduvvui “ sámegiella nubbingiellan ”.
nob: Skjønnsmidler til dekking av utgifter i forbindelse med tospråklighet i grunnskolen

source: Muhto dan ii leat vejolaš dahkat go eat dieđe man oallugiin lea riekti oažžut sámegieloahpahusa Norggas.
nob: 1995– Fordelt etter søknad fra kommunene i forvaltningsområdet for samisk språk

source: Sámegielohppiid oktiibuot lohku Jus buohtastahttit vuosttaš jagi tabeallas (1990/91) dainna maŋemus jagiin
nob: Sametinget 2001–11 Slått sammen med skjønnsmidlene til tospråklighet i grunnskolen.

source: tabeallas (2011/12), de oaidnit ahte sámegielohppiidlohku lea lassánan Norgga vuođđoskuvllas. Dat mearkkaša 75 % lassáneapmi.
nob: Fordelt til kommunene etter folketall, Sametingets valgmanntall og antallet elever med samisk i grunnskolen Tospråklighets-tilskudd til kommuner og fylkeskommuner

source: Gitta 2005/06 lassánii lohku jahkásaččat, ja dan jagi lei sámegielohppiid lohku 1843 eambbo go 1990/91 (mii mearkkaša +151 % 15 jagis).
nob: Sametinget 2012– Gis som en basisdel, en betjeningsdel og en utviklingsdel.

source: Lohku lei de njiedjan birrasii seamma dássái go lei 1997/98.
nob: 2012–14 er en innkjøringsperiode.

source: Tabealla čájeha maid ahte vuosttašgiellaohppiid ja nubbingiellaohppiid lohku lea rievddadan goabbat ládje.
nob: Retningslinjene tas fullstendig i bruk fra 2014.

source: Ohppiidlohku geain lea sámegiella vuosttašgiellan Ohppiidlohku geain lea sámegiella vuosttašgiellan lei 58 % eambbo 2011/12 go
nob: Kommunaldepartementet forvaltet tilskuddsordningen til samisk tolketjeneste og tospråklighet til den i 1993 ble overført til Sametinget, som også er delegert myndighet til å fastsette retningslinjene.

source: Dás lea lassáneapmi leamaš ollu eambbo jeavddalaš go sámegielohppiid lohku oktiibuot. Oaidnit maid tabeallas ahte vuosttašgiellaohppiid lohku lassánii jeavddalaččat ja ledje eanemusat 1043 oahppi skuvlajagis 2008/09, go de fas njiejai veahá jagiid maŋŋil.
nob: Formålet med tilskuddsordningene har kort fortalt vært å kompensere for merutgifter kommunene og fylkeskommunene har til tolketjenester, oversetting, språkkontorer, språksentre og økt saksbehandling på grunn av tospråklig forvaltning og tospråklig tjenesteyting (Kommunal- og regionaldepartementet 2002: 4; 14; Arbeids- og inkluderingsdepartementet 2008).

source: Sámegiella vuosttašgiella ohppiidlogu lassáneami, mii lei 1990-logus gitta 2008/09, sáhttá belohahkii čilget ahte 2008/09 duođai ledje eambbo skuvlamánát geain lei sámegiella vuosttašgiellagelbbolašvuohta go gávccinuppelohkái jagi áigi.
nob: Undersøkelser på 1990-tallet viste derimot at kommunene ikke fikk dekket de merutgiftene de hadde til tospråklighet, og det ble opprettet en ny ordning med skjønnsmidler som skulle dekke merutgifter til tospråklighet i grunnskolen.

source: Bohtosat Todal (1998), Ravna (2000), Dannemark ja Johansen (2001) ja Solstad (2012), maid juo leat muitalan ovdalis, dorjot diekkár árvvoštallama.
nob: Denne ordningen kom i tillegg til støtteordningen til tospråklighet i kommunene og fylkeskommunene.

source: Muhto lei maiddái nu ahte muhtin oahppit, geain 1990-logus duođai lei sámegiella vuosttašgiellagelbbolašvuohta, goitge válljejedje dárogiela vuosttašgiellan skuvllas.
nob: Fylkesmannen i Finnmark forvaltet fra 1995 til 2001 dette skjønnstilskuddet. Tilskuddet ble økt fra 1,9 millioner kroner i 2000 til 10,2 millioner kroner i 2001.
